Repository: thecodrr/BreadPlayer
Catalog: BreadPlayer.Views.UWP/Strings/*/Resources.resw
Source language: en
Languages: ar_eg, cs_cz, de, fa, fr, nl_be, pl_pl, ru, sv

# resetEverythingBtn.Content
source: Reset Everything
ar_eg: اعاده تعيين كل شئ
cs_cz: Obnov vše
de: Alles zurücksetzen
fa: بازنشانی همه چیز
fr: Tout réinitialiser
nl_be: Reset Alles
pl_pl: Zresetuj wszystko
ru: Сбросить все настройки
sv: Återställ allt

# resetEverythingHelpText.Text
source: This will reset your library, playlists, settings, play history etc.
ar_eg: هذه سيعيد تعيين مكتبه الخبز, قوائم التشغيل, الاعدادات، تاريخ التشغيل الخ
cs_cz: Tím se obnoví knihovna, seznamy skladeb, nastavení, historie přehrávání atd.
de: Deine Bibliothek, Playlists, Einstellungen, Verlauf usw. zurücksetzen
fa: این گزینه همه چیز را بازنشانی میکند و برنامه مثل روز اول خواهد شد
fr: Ceci réinitialisera votre bibliothèque, vos playlists, vos paramètres, vore historique d'écoute, etc.
nl_be: Dit zal je bibliotheek, afspeellijsten, instellingen, ... wissen.
pl_pl: Ta opcja zresetuje twoją bibliotekę, listy odtwarzania, ustawienia, historię odtwarzania itp.
ru: Это сбросит ваши библиотеки, плейлисты, истории воспроизведения и т.д.
sv: Det här kommer att återställa ditt bibliotek, spellistor, inställningar, historik m.m.

# resetHeader.Text
source: Reset BreadPlayer
ar_eg: اعاده تعيين مشغل الخبز
cs_cz: Restart aplikace BreadPlayer
de: BreadPlayer zurücksetzen
fa: ریست کردن برد پلیر
fr: Réinitialiser BreadPlayer
pl_pl: Zresetuj BreadPlayer
ru: Обнулить BreadPlayer
sv: Återställ BreadPlayer

# sendFeedbackBtn.Content
source: Send feedback
ar_eg: ارسل المراجعه
cs_cz: Poslat feedback
de: Feedback senden
fa: ارسال بازخورد
fr: Envoyer un commentaire
nl_be: Stuur feedback
pl_pl: Prześlij opinię
ru: Отправить отзыв
sv: Skicka feedback

# settingsMenuItem.Label
source: Settings
ar_eg: الاعدادات
cs_cz: Nastavení
de: Einstellungen
fa: تنظیمات
fr: Paramètres
nl_be: Instellingen
pl_pl: Ustawienia
ru: Установки
sv: Inställningar

# settingsMenuItem.Tooltip
source: Navigate to your BreadPlayer's settings.
ar_eg: اذهب لاعدادات مشغل الخبز
cs_cz: Přejděte do nastavení.
de: Navigiere zu deinen BreadPlayer Einstellungen.
fa: رفتن به تنظیمات برد پلیر
fr: Accéder aux paramètres de BreadPlayer.
nl_be: Open de instelling van Breadplayer
pl_pl: Przejdź do ustawień Twojego BreadPlayer'a
ru: Перейти к установкам BreadPlayer.
sv: Navigera till din BreadPlayers inställningar.

# showEqualizerBtn.ToolTipService.ToolTip
source: Show Equalizer
ar_eg: اظهر الموازن
cs_cz: Ukázat Equalizer
de: Zeige Equalizer
fa: نمایش جلوه صوتی
fr: Afficher l'égaliseur
nl_be: Open Equalizer
pl_pl: Pokaż equalizer
ru: Показать Эквалайзер
sv: Visa equalizern

# showMoreBtn.ToolTipService.ToolTip
source: Show More Options
ar_eg: اظهر المزيد من الخيارات
cs_cz: Zobrazit více možností nastavení
de: Zeige mehr Optionen
fa: نمایش گزینه های بیشتر
fr: Afficher plus d'options
nl_be: Meer Opties
pl_pl: Pokaż więcej opcji
ru: Показать больше опций
sv: Visa fler alternative

# shuffleBtn.ToolTipService.ToolTip
source: Shuffle
ar_eg: اخلط
cs_cz: Zamíchat
de: Zufallswiedergabe
fa: در هم
fr: Lecture aléatoire
pl_pl: Losowo
ru: Перемешивать
sv: Blanda

# songsHeader.Text
source: Toasts
ar_eg: الخبز المحمص
cs_cz: Toasty
fa: ترانه ها
pl_pl: Tosty
ru: Композиции
sv: Mackor

# stopPlayingAfterMenuItem.Text
source: Stop Playing After This Toast
ar_eg: اوقف التشغيل بعد هذا الخبز
cs_cz: Přestát hrát až tohle skončí
de: Wiederagbe nach diesem Song stoppen
fa: توقف پخش بعد از این ترانه
fr: Arrêter la lecture après ce Toast
nl_be: Stop Afspelen Na Deze Toast
pl_pl: Zatrzymaj odtwarzanie po bieżącym toście
ru: Остановит Воспроизведение После Этой Композиции
sv: Sluta uppspelningen efter den här mackan

# themeChangeToggleSwitch.OffContent
source: Dark
ar_eg: مظلم
cs_cz: Tmavý
de: Dunkel
fa: تیره
fr: Sombre
nl_be: Donker
pl_pl: Ciemny
ru: Темный
sv: Mörkt

# themeChangeToggleSwitch.OnContent
source: Light
ar_eg: مظئ
cs_cz: Světlý
de: Hell
fa: روشن
fr: Clair
nl_be: Licht
pl_pl: Jasny
ru: Светлый
sv: Ljust

# themeHelpText.Text
source: Change of theme requires shutdown.
ar_eg: تغيير السمه يتطلب اعاده تشغيل التطبيق
cs_cz: Změna tématu vyžaduje reset aplikace.
de: Damit diese Änderung wirksam wird, muss die App neugestartet werden.
fa: تغییر تم نیاز به بستن برنامه دازد
fr: Le changement de thème requiert la fermeture de l'application.
nl_be: Veranderen van thema moet de applicatie herstarten.
pl_pl: Zmiana tematu kolorystycznego wymaga ponownego włączenia aplikacji.
ru: Замена темы требует выключения.
sv: Temabyte kräver omstart.

# themeText.Text
source: Theme:
ar_eg: السمه:
cs_cz: Téma:
fa: تم:
fr: Thème:
nl_be: Thema:
pl_pl: Temat kolorów:
sv: Tema:

# yourMusicMenuItem.Label
source: Toasts Collection
ar_eg: سله الخبز المحمص
de: Toast-Sammlung
fa: مجموعه ترانه
fr: Collection de Toasts
nl_be: Toasts Collectie
ru: Коллекция Композиций
sv: Macksamling

# yourMusicMenuItem.Tooltip
source: Navigate to your toast collection.
ar_eg: اذهب لسله خبزك المحمص
de: Navigiere zu deiner Song-Sammlung.
fa: رفتن به مجوعه ترانه ترانه
fr: Accédez à votre collection de toasts.
nl_be: Navigeer naar je toast collectie.
ru: Перейти к коллекции ваших композиций.
sv: Navigera till din macksamling.

# twitterBtn.ToolTipService.ToolTip
source: Click to go to our twitter profile.
ar_eg: اضغط لتذهب لصفحتنا الشخصيه على تويتر.
cs_cz: Kliknutím vstopíte na náš Tweeter.
de: Klicke hier um auf unser Twitter-Profil zu gelangen.
fa: برای رفتن به توییتر ما کلیک کنید
fr: Cliquer pour vous rendre sur notre profile Twitter
nl_be: Klik om naar ons Twitter profiel te gaan.
pl_pl: Kliknij, aby przejść na nasz Twitter
ru: Нажать для перехода на наш профиль в twitter.
sv: Klicka här för att visa vår twitter profil.

# version.Text
source: v2.7.9.0-beta
ar_eg: v2.8.0-تجريبى
cs_cz: v2.6.2-beta
de: v2.8.0-beta
fa: v2.8.0-beta
fr: v2.8.0-beta
nl_be: v2.6.2-beta
pl_pl: v2.6.2-beta
ru: версия2.7.5.0-бета
sv: v2.8.0-beta

# versionHeader.Text
source: Version
ar_eg: الاصدار
fa: نسخه
nl_be: Versie
pl_pl: Wersja
ru: Версия

# volumeBtn.ToolTipService.ToolTip
source: Volume
ar_eg: الصوت
cs_cz: Hlasitost
de: Lautstärke
fa: حجم صدا
pl_pl: Głośność
ru: Громкость
sv: Volym

# bakerInfoPivot.Header
source: Baker Biography
ar_eg: السيرة الذاتيه للخباز
cs_cz: Biografie
de: Bäcker Biografie
fa: بیوگرافی هنرمند
fr: Biographie du Baker
ru: Биография Исполнителя
sv: Bagarens biografi

# lyricsPivot.Header
source: Lyrics
ar_eg: كلمات الاغانى
de: Songtext
fa: متن ترانه
fr: Paroles
nl_be: Songtekst
pl_pl: Tekst
ru: Текст песни
sv: Låttext

# nowPlayingPivot.Header
source: Now Baking
ar_eg: الان يخبز
cs_cz: Nyní pečeme
de: Wird gebacken
fa: در حال پخش
nl_be: Nu aan het bakken
pl_pl: Teraz pieczone
ru: Сейчас играет
sv: I ugnen

# addToFavCmd.Text
source: Add to favorites
ar_eg: اضافه للمفضله
cs_cz: Přidat do oblíbených
de: Zu Favoriten hinzufügen
fa: اضافه کردن به علاقه مندی ها
fr: Ajouter aux favoris
nl_be: Voeg toe aan favorieten
pl_pl: Dodaj do ulubionych
ru: Добавить в любимое
sv: Lägg till i favoriter

# basicCommandsHeader.Text
source: Basic Commands
ar_eg: الاوامر الاساسيه
cs_cz: Základní příkazy
de: Allgemeine Befehle
fa: دستورات پایه
fr: Commandes Basiques
nl_be: Basis commando's
pl_pl: Podstawowe polecenia
ru: Основные команды
sv: Grundläggande kommandon

# basicCommandsInfo.Text
source: These commands will work from everywhere.
ar_eg: هذه الاوامر ستعمل من اى مكان.
cs_cz: Tyto příkazy budou fungovat všude.
de: Diese Tastenkürzel funktionieren überall.
fa: این دستورات از هر جایی کار میکنند
fr: Ces commandes fonctionneront partout.
nl_be: Deze commando's werken overal
pl_pl: Te polecenia działają w całym programie
ru: Эти команды будут работать отовсюду.
sv: Dessa kommandon fungerar överallt.

# commandsHeader.Text
source: Commands
ar_eg: اوامر
cs_cz: Příkazy
de: Befehle
fa: دستورات
fr: Commandes
nl_be: Commando's
pl_pl: Polecenia
ru: Команды
sv: Kommandon

# contactSettingsText
source: Contact
ar_eg: اتصل
de: Kontakt
fa: ارتباط
fr: Contacte
ru: Контакт
sv: Kontakt

# deleteSongCmd.Text
source: Delete toast
ar_eg: احذف الخبز المحمص
cs_cz: Smazat toast
de: Toast löschen
fa: حذف ترانه
fr: Supprimer le toast
nl_be: Verwijder lied
pl_pl: Usuń utwór
ru: Удалить композицию
sv: Ta bort mackan

# helpfulLinksHeader.Text
source: Helpful Links
ar_eg: روابط مفيدة
cs_cz: Užitečné odkazy
de: Nützliche Links
fa: لینک های مفید
fr: Liens Utiles
nl_be: Helpvolle Links
pl_pl: Przydatne linki
ru: Полезные ссылки
sv: Hjälpsamma länkar

# keyBindingsHeader.Text
source: Key Bindings
ar_eg: تطويع الازرار
cs_cz: Klíčové vázání
de: Tastenkürzel
fa: کلید های ترکیبی
fr: Raccourcis Clavier
nl_be: Sneltoetsen
pl_pl: Klawisze
ru: Ключевые привязки
sv: Kortkommandon

# keyBindingsPivot.Header
source: Key Bindings
ar_eg: تطويعات الزرار
cs_cz: Klíčové vázání
de: Tastenkürzel
fa: کلید های ترکیبی
fr: Raccourcis Clavier
nl_be: Sneltoetsen
pl_pl: Przypisane klawisze
ru: Ключевые привязки
sv: Kortkommandon

# muteCmd.Text
source: Mute
ar_eg: اكتم
cs_cz: Ztlumit
de: Stummschalten
fa: سکوت
fr: Mettre en sourdine
nl_be: Demp
pl_pl: Wycisz
ru: Беззвучно
sv: Tysta

# nextCmd.Text
source: Next
ar_eg: التالى
cs_cz: Další
de: Nächster
fa: بعدی
fr: Suivant
nl_be: Volgende
pl_pl: Następnie
ru: Следующее
sv: Nästa

# openFileCmd.Text
source: Open file
ar_eg: افتح ملف
cs_cz: Otevřít složku
de: Datei öffnen
fa: باز کردن فایل
fr: Ouvrir le fichier
nl_be: Open bestand
pl_pl: Otwórz plik
ru: Открыть файл
sv: Öppna fil

# playPauseCmd.Text
source: Play/Pause
ar_eg: تشغيل/ايقاف مؤقت
cs_cz: Play/Pauza
fa: پخش/مکث
fr: Lire/Pause
nl_be: Speel/Pauze
pl_pl: Odtwórz/Zatrzymaj
ru: Играть/Пауза
sv: Spela/Pausa

# playSongCmd.Text
source: Play Toast
ar_eg: شغل الخبز المحمص
cs_cz: Přehrát píseň
de: Toast abspielen
fa: پخش ترانه
fr: Lire le Toast
nl_be: Speel lied
pl_pl: Odtwórz utwór
ru: Играть Композицию
sv: Spela mackan

# prevCmd.Text
source: Previous
ar_eg: السابق
cs_cz: Předchozí
de: Vorheriger
fa: قبلی
fr: Précédent
nl_be: Vorige
pl_pl: Poprzedni
ru: Предыдущее
sv: Föregående

# repeatCmd.Text
source: Repeat
ar_eg: اعاده تشغيل
cs_cz: Opakovat
de: Wiederholen
fa: تکرار
fr: Répéter
nl_be: Herhaal
pl_pl: Powtórz
ru: Повтор
sv: Upprepa

# seekBackwardCmd.Text
source: Seek Backward
ar_eg: التراجع
cs_cz: Vyhledejte dozadu
de: Zurück springen
fa: جلو بردن
fr: Chercher en arrière
nl_be: GaTterug
pl_pl: Przewiń wstecz
ru: Искать назад
sv: Sök bakåt

# seekForwardCmd.Text
source: Seek Forward
ar_eg: التقدم
cs_cz: Vyhledejte dopředu
de: Vorwärts springen
fa: عقب بردن
fr: Chercher en avant
nl_be: Ga Vooruit
pl_pl: Przewiń w przód
ru: Искать вперед
sv: Sök frammåt

# showEQCmd.Text
source: Show Equalizer
ar_eg: اظهر الموازن
cs_cz: Zobrazit Equalizer
de: Equalizer
fa: نمایش جلوه صوتی
fr: Afficher l'égaliseur
nl_be: Open Equalizer
pl_pl: Pokaż equalizer
ru: Показать Эквалайзер
sv: Visa equalizern

# showPropsCmd.Text
source: Show Properties
ar_eg: اظهر الخصائص
cs_cz: Zobrazit Vlastnosti
de: Eigenschaften
fa: نمایش قابلیت ها
fr: Afficher les propriétés
nl_be: Toon Eigenschappen
pl_pl: Pokaż właściwości
ru: Показать Свойства
sv: Visa egenskaper

# showTagsCmd.Text
source: Show Tags
ar_eg: اظهر الاذونات
cs_cz: Zobrazit Tagy
de: Tags
fa: نمایش برچسب ها
fr: Afficher les tags
nl_be: Toon Tags
pl_pl: Pokaż tagi
ru: Показать Теги
sv: Visa taggar

# shuffleCmd.Text
source: Shuffle
ar_eg: اخلط
cs_cz: Zymíchat
de: Zufallswiedergabe
fa: در هم
fr: Lecture aléatoire
pl_pl: Losowo
ru: Перемешать
sv: Blanda

# toastLibraryCmdsHeader.Text
source: Toast Library Commands
ar_eg: اوامر مكتبه الخبز المحمص
cs_cz: Příkazy knihovny
de: Toast Bibliotheksbefehle
fa: دستورات کتابخانه ترانه ها
fr: Commandes de la bibliothèque de Toasts
nl_be: Toast Bibliotheek Commando's
pl_pl: Polecenia kolekcji tostów
ru: Команды Библиотеки Композиций
sv: Mackbibliotek-kommandon

# toastLibraryCmdsInfoText.Text
source: These commands will work only when a Toast is focused.
ar_eg: هذه الاوامر ستعمل فقط اذا كان التركيز على مشغل الخبز
cs_cz: Tyto příkazy budou fungovat pouze při soustředění toastu.
de: Funktionieren nur, wenn ein Song ausgewählt ist.
fa: این دستورات تنها در زمانی کار میکنند که یک ترانه انتخاب شده باشد
fr: Ces commandes fonctionneront seulement quand un toast sera mis en surbrillance.
nl_be: Deze commando's zullen enkel werken wanneer er een Toast geselecteerd is.
pl_pl: Te polecenia działają tylko z tostami.
ru: Эти команды будут работать только когда композиция выделена.
sv: De här kommandonen fungerar endast när en macka är i fokus.

# volDownCmd.Text
source: Volume Down
ar_eg: خفض الصوت
cs_cz: Snížit hlasitost
de: Leiser
fa: کاهش حجم صدا
fr: Baisse du Volume
nl_be: Volume Minder
pl_pl: Zmniejsz głośność
ru: Громкость Уменьшить
sv: Sänk volymen

# volUpCmd.Text
source: Volume Up
ar_eg: رفع الصوت
cs_cz: Zvýšit hlasitost
de: Lauter
fa: افزایش حجم صدا
fr: Augmentation du Volume
nl_be: Volume Hoger
pl_pl: Zwiększ głośność
ru: Громкость Увеличить
sv: Höj volymen

# contributeCodeTxt.Text
source: Contribute Code
ar_eg: ساهم بالكود
cs_cz: Pomoc s programováním
de: Steuere dein Code dabei
fa: کد برای کمک
fr: Contribuer au Code
nl_be: Draag code bij
ru: Внести Код
sv: Bidrag med kod

# contributeSettingsText
source: Contribute
ar_eg: ساهم
cs_cz: Přispět
de: Mitwirken
fa: کمک
fr: Contribuer
ru: Внести
sv: Bidrag

# helpTranslateTxt.Text
source: Help us Translate
ar_eg: ساعدنا فى الترجمه
cs_cz: Pomoz s překladem
de: Helfe bei der Übersetzung
fa: کمک به ما برای ترجمه های بیشتر
fr: Aidez-nous à Traduire
nl_be: Help ons vertalen
ru: Помогите нам с переводом
sv: Bidrag med översättningar

# testForUsTxt.Text
source: Help us debug
ar_eg: ساعدنا فى اكتشاف المشاكل
cs_cz: Staň se beta testerem
de: Helfe uns Fehler zu beseitigen
fa: کمک برای حل کردن مشکلات
fr: Aider-nous à debuguer
nl_be: Help ons debuggen
ru: Помогите нам отладить
sv: Hjälp oss avlusa

# donatePatreonTxt.Text
source: Donate via Patreon
ar_eg: تبرع من خلال Patreon
de: Spenden über Patreon
fa: کمک رسانی به وسیله پاتریون
fr: Faire un don via Patreon
nl_be: Doneer via Patreon
ru: Пожертвовать через Patreon
sv: Donera via Patreon

# crossfadeSwitch.Header
source: Crossfade when changing songs
ar_eg: تقاطع التلاشى اثناء تغيير الاغنيه
de: Crossfade beim Songwechsel
fa: محو انتقال بین ترانه ها
fr: Fondu lors du changement de morceau
nl_be: Crossfade bij veranderen van lied
ru: Затенение, когда меняются песни
sv: Cross-fade mellan låtar

# generalHeader.Text
source: General
ar_eg: عام
de: Allgemein
fa: عمومی
fr: Général
nl_be: Algemeen
ru: Главное
sv: Allmänt

# watchAnAdMenuItem.Label
source: Donate
ar_eg: تبرع
de: Spenden
fa: کمک مالی
fr: Faire un don
ru: Пожертвовать
sv: Donera

# watchAnAdMenuItem.Tooltip
source: Tap to see donation options.
ar_eg: اضغط لترى خيارات التبرع
de: Antippen um Möglichkeiten zum spenden anzuzeigen.
fa: برای دیدن راه های کمک مالی کلیک کنید
fr: Tapoter pour voir les options de donation.
ru: Нажать для просмотра вариантов пожертвования.
sv: Knacka för att se sätt att donera.

# bugReportRB.Content
source: Bug report
ar_eg: ابلغ عن مشكله
de: Fehler beheben
fa: گزارش ایراد
fr: Rapport de bug
ru: Отчет об ошибках
sv: Rapportera buggar

# otherRB.Content
source: Other
ar_eg: اخرى
de: Weiteres
fa: دیگر
fr: Autres
ru: Другое
sv: Annat

# sendBtn.Content
source: Send
ar_eg: ارسل
de: Senden
fa: ارسال
fr: Envoyer
ru: Отправить
sv: Skicka

# backgroundOverlayHelpText.Text
source: This is the overlay color of album art on the player background. Restart is required for this change to take effect.
ar_eg: هذا هو لون غلاف الالبوم على خلفية البرنامج. اعاده التشغيل مطلوبه ليعمل.
de: Dies ist die Überlagerungsfarbe von Albumcover auf dem Hintergrund des Musik-Player. Ein Neustart wird benötigt um diese Änderungen wirksam zu machen.
fa: این رنگ رویه عکس نمایه آلبوم را تغییر می‌دهد و شما نیاز به راه اندازی مجدد برنامه دارید
fr: Ceci est la couleur de superposition de la pochette d'album sur le fond du player. Vous devez relancez l'app pour que ce changement prenne effet.
ru: Это цвет поверх обложки альбома на фоне плеера. Требуется перезапуск чтобы изменения вступили в силу.
sv: Det här är färgen som läggs över albumomslaget i spelarens bakgrund. Omstart krävs för full effekt.

# backgroundOverlayHeader.Text
source: Background blur overlay color:
ar_eg: لون غطاء ضباب الخلفية:
de: Hintergrundfarbe des Unschärfe-Effekts:
fa: رنگ رویه پس زمینه مات
fr: Couleur du flou de fond et de superposition:
ru: Цвет заливки фонового размытия:
sv: Färg för oskärpa i bakgrunden:

# personlizationSettingsText
source: Personalization
ar_eg: التشخيص
de: Anpassung
fa: شخصی سازی
fr: Personnalisation
sv: Anpassning

# indebtedTB.Text
source: BreadPlayer is indebted to these great people for their dedication and support.
ar_eg: مشغل الخبز فى دين هولاء الاشخاص العظماء لاخلاصهم و دعمهم
de: BreadPlayer ist diesen großartigen Menschen für ihren Einsatz und ihre Unterstützung zu Dank verpflichtet.
fa: برد پلیر به این افراد بزرگ برای کمک ها و فداکاری هایشان مدیون است
fr: BreadPlayer est redevable à ces gens formidables pour leur dévouement et leur soutien.
ru: BreadPlayer обязан этим великим людям за их преданность и поддержку.
sv: BreadPlayer står i skulld till dessa fantastiska människor för deras engagemang och bidrag.

# shuffleAllRun.Text
source: Shuffle all
ar_eg: اخلط الكل
de: Zufallswiedergabe
fa: پخش در هم همه
fr: Tout lire en aléatoire
ru: Смешать все
sv: Blanda alla

# lastfmLogoutBtn.Content
source: Logout
ar_eg: تسجيل الخروج
de: Ausloggen
fa: خروج
fr: Déconnexion
ru: Выйти
sv: Logga ut

# lastfmLogoutBtn.ToolTipService.ToolTip
source: Log out of your Last.fm account
ar_eg: تسجيل خروج حسابك على Last.fm
de: Mit deinem Last.fm Account ausloggen
fa: خروج از حساب کاربری Last.fm
fr: Déconnectez-vous de votre compte Last.fm
ru: Выйти из вашего профиля Last.fm
sv: Logga ut från ditt Last.fm konto

# breadsHeader
source: Breads
ar_eg: الخبز
de: Brote
fa: آلبوم ها
ru: Альбомы
sv: Bröd

# playlistsHeader
source: Playlists
ar_eg: قوائم التشغيل
fa: لیست پخش
ru: Плейлист
sv: Spellistor

# donationTipTB.Text
source: Support me financially by becoming my Patron on Patreon. Patrons will get awesome rewards like early betas, ability to vote on ideas, and access to my Patreon post stream.
ar_eg: ادعمنى من خلال صفحتى على Patreon . سيتم مكافئتك باصدارات تجريبيه مبكره, القدره على التصويت على المميزات الجديدة و الوصول لمنشوراتى على الموقع
de: Unterstütze mich finanziell mit Spenden auf Patreon und werde zu einem Patron. Patronen werden coole extras erhalten, wie Zugang zu frühen Beta-Versionen, die Möglichkeit über Ideen abzustimmen und der Zugang zu allen Beiträgen auf meiner Patreon-Seite.
fa: حمایت مالی ما با پاترون شدن در پاتریون. پاترون ها جوایز بسیاری مثل امکان تست زودتر برنامه، قابلیت رای دادن به ایده ها، و دسترسی به پیام های پاتریونی ما را خواهند داشت.
fr: Supportez moi financiairement en devenant mon Patron sur Patreon. Les Patrons auront de magnifiques récompenses comme des betas anticipées, la possibilité de voter pour des idées, et l'acces à mon fil d'actualités sur Patreon.
ru: Поддержите меня финансово, став моим Покровителем на Patreon. Покровители получат потрясающие награды, такие как ранние беты, способность голосовать за идеи и доступ к моему потоку Patreon post.
sv: Hjälp mig finnansiskt genom att donera på Patreon. Patron-donatorer får grymma bonusar, så som tidig beta, rösträtt på förslag och tillgång till mina inlägg på Pateron.

# patronBtn.Content
source: Become a Patron
ar_eg: ادعمنا عن طريق Patron
de: Auf Patreon unterstützen
fa: پاترون شوید
fr: Devenir un Patron
ru: Стать Покровителем
sv: Donnera på Pateron

# translationTipTB.Text
source: Help me translate this beast into your native language and make BreadPlayer easy for your countrymen to use. All translators get their name in the contributors list.
ar_eg: ساعدنا فى ترجمه هذا الوحش للغتك الام و اجعل مشغل الخبز سهل للاستخدام لاخوانك فى اللغه. يتم اضافه اسماء كل المترجمين فى قائمه المساهمين
de: Helfe mir bei der Übersetzung von Breadplayer, um es einfacher zugänglich für Menschen aus deinem Land zu machen. Alle Übersetzer werden selbstverständlich zur der Liste der Mitwirkenden hinzugefügt.
fa: کمک به ما برای ترجمه برد پلیر به زبان مادری شما اگر فکر میکنید میتوانید این برنامه را برای استفاده راحت تر کنید، تمام مترجمین اسمشان در برنامه ذکر میشود، لطفا به ساده شدن استفاده هموطنان خود کمک کنید.
fr: Aidez-moi à traduire cette bête dans votre langue afin de rendre BreadPlayer plus facile à utiliser pour vos concitoyens. Tous les traducteurs ont leur nom sur la liste des contibuteurs.
ru: Помогите мне перевести этого зверя на ваш родной язык и упростите использование BreadPlayer для ваших соотечественников. Все переводчики получают свое имя в списке участников.
sv: Hjälp mig att översätta appen till ditt modersmål och gör BreadPlayer lätt för dina landsmän att använda. Alla översättare får med sitt namn i listan över bidragare.

# translatorBtn.Content
source: Become a Translator
ar_eg: اصبح مترجما
de: Übersetzer werden
fa: یک مترجم شوید
fr: Devenez traducteur
ru: Стать Переводчиком
sv: Bli en översättare

# becomeACoderBtn.Content
source: Become a Coder
ar_eg: اصبح مبرمج
de: Entwickler werden
fa: کدنویس شوید
fr: Devenez un Codeur
ru: Стать кодировщиком
sv: Bli en programmerare

# codeContributionTipTB.Text
source: If you are a developer, I would tremendously appreciate your help. No need to worry, you will have my help all the way. All developers get their names in the contributors list.
ar_eg: لو كنت مطور ارحب جدا بمساعدتك. لا تقلق ساكون معاك طوال الوقت، كما ان اسمك سيكون فى قائمه المساهمين
de: Falls du ein Entwickler bist, würde ich deine Hilfe wirklich schätzen. Keine Sorge, ich werde dich dabei unterstützen. Alle Entwickler werden selbstverständlich zur Liste der Mitwirkenden hinzugefügt.
fa: اگر توسعه دهنده هستید حظور شما برای ما بسیار عالی است. نیازی به نگرانی نیست، شما در تمام راه میتوانید روی کمک ما حساب کنید. نام تمام کمک کنندگان در لیست توسعه دهندگان قرار خواهد گرفت.
fr: Si vous êtes un développeur, j'apprécierais énormément votre aide. Pas d'inquiétude, vous aurez toute mon aide en retour. Tous les développeurs ont leur nom sur la liste des contributeurs.
ru: Если вы разработчик, я буду очень благодарен вам за помощь. Не нужно беспокоиться, вы будете иметь мою помощь на всем пути. Все разработчики получают свои имена в списке участников.
sv: Om du är en utvecklare, skulle jag oerhört uppskatta din hjälp. Ingen anledning att oroa sig, du kommer att få min hjälp hela vägen. Alla utvecklare får sina namn i listan över bidragare.

# testerBtn.Content
source: Become a BetaTester
ar_eg: اصبح مجرب
de: Beta-Tester werden
fa: آزمایش کننده نسخه بتا شوید
fr: Devenir BetaTesteur
ru: Стать БетаТестером
sv: Bli en BetaTester

# testingTipTB.Text
source: Become a tester and help us debug. Debugging is really easy; just play around and report the bugs you encounter.
ar_eg: اصبح مجرب و ساعدنا فى اكتشاف المشاكل فى التطبيق، انه امر سهل فقط تصفح و استخدم اجزاء التطبيق المختلفه و ابلغ عن اى مشكله تواجهها
de: Werde ein Beta-Tester und helfe uns Fehler zu beseitigen. Fehler zu finden ist sehr einfach; Spiele einfach etwas mit der App herum und melde uns die Fehler die du dabei findest.
fa: یک آزمایش کننده شوید، بسیار ساده است تنها از برنامه استفاده کنید و مشکلاتی که میبینید گزارش دهید
fr: Devenez beta testeur et aidez-nous à débuguer. Débuguer est vraiment simple; utiliser l'application et signaler les problèmes que vous rencontrez.
ru: Станьте тестером и помогите нам отлаживать. Отладка очень проста; просто поиграйте и сообщите об ошибках, с которыми вы сталкиваетесь.
sv: Bli en testare och hjälp oss avlusa. Avlusning är enkelt; lek runt i appen och rapportera alla buggar du hittar.

# deviceBufferSizeTB.Text
source: Device Buffer Size:
ar_eg: مساحه التخزين المؤقت للجهاز:
de: Gerät Buffer-Größe:
fa: اندازه بافر دستگاه"
fr: Taille de la mémoire tempon du périphérique:
ru: Размер Буфера Устройства:
sv: Enhetens bufferstorlek:
